[
  {
    "title": "What is Carmart?",
    "content": "Carmart is an online marketplace where users can buy, sell, and explore a wide range of vehicles. Whether you're looking for a new car, a used car, or simply want to browse, Carmart provides a platform that connects buyers with sellers."
  },
  {
    "title": "How does Carmart work?",
    "content": "Carmart operates as a listing platform where sellers can post their vehicles for sale and buyers can browse through various listings. Users can filter search results based on make, model, price, and other criteria. Once a buyer finds a car they are interested in, they can contact the seller directly through the platform."
  },
  {
    "title": "What types of vehicles can I find on Carmart?",
    "content": "Carmart offers a variety of vehicles including cars, trucks, motorcycles, and even specialty vehicles like RVs and boats. Whether you're in the market for a luxury sedan, a compact car, or a family SUV, you'll find a diverse selection to choose from."
  },
  {
    "title": "Is it safe to buy a car through Carmart?",
    "content": "Carmart prioritizes the safety of its users by implementing secure communication channels between buyers and sellers. However, as with any online transaction, users are advised to take precautions, such as meeting in safe locations and verifying the authenticity of the seller and the vehicle before completing a purchase."
  },
  {
    "title": "How can I list my vehicle on Carmart?",
    "content": "Listing your vehicle on Carmart is easy. Simply create an account, navigate to the 'Sell' section, and fill out the details of your vehicle. You'll need to provide information such as the make, model, year, mileage, and condition of the vehicle. You can also upload photos to make your listing more attractive to potential buyers."
  },
  {
    "title": "Are there any fees for using Carmart?",
    "content": "Carmart offers free basic listings, but there are premium listing options available for sellers who want more visibility. Premium listings may include features like highlighted listings, more photos, and top placement in search results."
  }
]
